message.otp.sms=OTP for Registration on MPCZ Portal is {0,number,#} - MPMKVVCL
message.otp.sms.templateid=1207160923584902662
message.default.pwd.sms=Dear {0}, Your temporary password for Deposit-Scheme is {1}. This password is valid only for first time login.- MPMKVVCL
message.default.pwd.sms.templateId=1207161000210487569
message.forgotPassword = Dear {0}, Your temporary password for Deposit-Scheme is {1}. This password is valid only for one time login.- MPMKVVCL
message.default.forgotPassword.sms.templateId=1207161000210487569
#message.bill = Dear {0}, Your MPCZ bill for IVRS {1} has now been generated. Your Current bill amount @ Rs {2} for the month of {3}, kindly pay your bill. Ignore this message if you have already paid.

message.bill = Dear Consumer, your electricity bill for  {0}  has been generated on  {1} . Bill Amt is INR  {2}  with due date  {3} . We request you to kindly remit the payment to avoid uninterrupted services. Please ignore if already paid - MPMKVVCL, Bhopal
message.bill.templateid=1207160093652735972

#message.sms.url=https://hapi.smsapi.org/SendSMS.aspx



message.payment.success.sms=Dear HT Consumer, Thanks for making the payment of HT Bill. You may download the payment receipt from the company portal https://portal.mpcz.in. In case any wrong credit kindly contact HT E-Billing Cell for necessary correction. MPMKVVCL
message.payment.success.sms.templateid=1007501835474035075
 
message.payment.cancel.sms=Dear Consumer, payment against your electricity bill for {0} has been CANCELLED on {1} for  INR {2} vide receipt no. {3} Payment details subject to realization and reconciliation. - MPMKVVCL
message.payment.cancel.sms.templateid=1007598391384787063

message.indore=false




message.asd=Security Deposit of Your HT Connection is reviewed for Financial Year {#var#} based on recorded consumption of FY {#var#}. The three installments of additional security deposit will be added in your upcoming monthly HT bills from \u201CJuly\u201D onwards. For more detail check your registered email. - MPMKVVCL
message.asd.templateid=1007799586086333997




message.tds194qApproved=Dear {0}{1}{2}, {3} payment and/or TDS u/s 194 detail submitted on {4} reference id {5} has been approved. - MPMKVVCL
message.tds194qApproved.templateid=1007265553386393780


message.tds194qReject=Dear {0}{1}{2}, {3} payment and/or TDS u/s 194 detail submitted on {4} reference id {5} has been rejected/cancelled due to {6}{7}{8}. Please re-submit the correct details. - MPMKVVCL
message.tds194qReject.templateid=1007168636168954026






#message.sms.url=https://www.oursms.in/api/v1/send-message
message.sms.url=https://sms.mpcz.in/api/v1/send-message
message.otp.url=https://sms.mpcz.in/api/v1/send-otp


message.vendor=Dear {0}, selected you as a contractor for {1} work for acceptance please login on QC Portal-MPMKVVCL.
message.vendor.templateId=1007811365588916502

message.consumer=Dear {0} has rejected work a selected by you. For selection of New Contractor please login on Deposit Scheme portal-MPMKVVCL
message.consumer.templateId=1007222871977254919


message.consumer.accepetByDc=Dear Consumer, Your Application no {0} is accepted at DC and survey would be done by {1} Contact Number {2} on {3}. - MPMKVVCL
message.consumer.accepetByDc.templateId=1007241550851516551


message.serveyor.accepetByDc=Dear Surveyor, The Application no {0} of deposit scheme would be surveyed by you on {1}. - MPMKVVCL
message.serveyor.accepetByDc.templateId=1007312116331550728

message.sendtoconsumerbyMMKYsms=\u092C\u0927\u093E\u0908 \u0939\u094B! \u092E\u0941\u0916\u094D\u092F\u092E\u0902\u0924\u094D\u0930\u0940 \u0915\u0943\u0937\u0915 \u092E\u093F\u0924\u094D\u0930 \u092F\u094B\u091C\u0928\u093E \u0915\u0947 \u0905\u0902\u0924\u0930\u094D\u0917\u0924 \u0906\u092A\u0915\u093E \u0906\u0935\u0947\u0926\u0928 \u0915\u094D\u0930\u092E\u093E\u0902\u0915 {0} \u0938\u094D\u0935\u0940\u0915\u093E\u0930 \u0915\u0930 \u0932\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948\u0964\u092E.\u092A\u094D\u0930.\u092E.\u0915\u094D\u0937\u0947.\u0935\u093F.\u0935\u093F.\u0915\u0902.\u0932\u093F.
message.sendtoconsumerbyMMKY.templateId=1007899904762918699


message.consumer.mkmyPaymentUnderThirtyDay=\u0938\u092E\u094D\u092E\u093E\u0928\u0940\u092F \u0909\u092A\u092D\u094B\u0915\u094D\u0924\u093E, \u092E\u0941\u0916\u094D\u092F\u092E\u0902\u0924\u094D\u0930\u0940 \u0915\u093F\u0938\u093E\u0928 \u092E\u093F\u0924\u094D\u0930 \u092F\u094B\u091C\u0928\u093E \u0915\u0947 \u0905\u0902\u0924\u0930\u094D\u0917\u0924 \u0906\u092A\u0915\u0947 \u0906\u0935\u0947\u0926\u0928 \u0915\u094D\u0930\u092E\u093E\u0902\u0915. {0} \u0915\u093E \u0921\u093F\u092E\u093E\u0902\u0921 \u0928\u094B\u091F \u091C\u093E\u0930\u0940 \u0915\u093F\u092F\u093E \u091C\u093E \u091A\u0941\u0915\u093E \u0939\u0948\u0964 \u0906\u092A\u0938\u0947 \u0905\u0928\u0941\u0930\u094B\u0927 \u0939\u0948 \u0915\u093F 30 \u0926\u093F\u0928 \u0915\u0947 \u092D\u0940\u0924\u0930 \u0921\u093F\u092E\u093E\u0902\u0921 \u0928\u094B\u091F \u0915\u093E \u092D\u0941\u0917\u0924\u093E\u0928 \u0915\u0930\u0928\u0947 \u0915\u093E \u0915\u0937\u094D\u091F \u0915\u0930\u0947\u0902\u0964\u092E.\u092A\u094D\u0930.\u092E.\u0915\u094D\u0937\u0947.\u0935\u093F.\u0935\u093F.\u0915\u0902.\u0932\u093F.
message.consumer.mkmyPayment.templateId=1007063689597805987

message.consumer.mkmyPaymentRemainFiveDay=\u0938\u092E\u094D\u092E\u093E\u0928\u0940\u092F \u0909\u092A\u092D\u094B\u0915\u094D\u0924\u093E, \u0906\u092A\u0938\u0947 \u092A\u0941\u0928: \u0905\u0928\u0941\u0930\u094B\u0927 \u0939\u0948 \u0915\u093F \u092E\u0941\u0916\u094D\u092F\u092E\u0902\u0924\u094D\u0930\u0940 \u0915\u093F\u0938\u093E\u0928 \u092E\u093F\u0924\u094D\u0930 \u092F\u094B\u091C\u0928\u093E \u0915\u0947 \u0905\u0902\u0924\u0930\u094D\u0917\u0924 \u0906\u092A\u0915\u0947 \u0906\u0935\u0947\u0926\u0928 \u0915\u094D\u0930\u092E\u093E\u0902\u0915. {0} \u0915\u093E \u0921\u093F\u092E\u093E\u0902\u0921 \u0928\u094B\u091F \u091C\u093E\u0930\u0940 \u0915\u093F\u092F\u093E \u091C\u093E \u091A\u0941\u0915\u093E \u0939\u0948\u0964 \u0915\u0943\u092A\u094D\u092F\u093E \u0905\u0902\u0924\u093F\u092E 5 \u0926\u093F\u0928\u094B \u0915\u0947 \u092D\u0940\u0924\u0930 \u091C\u093E\u0930\u0940 \u0915\u093F\u092F\u0947 \u0917\u092F\u0947 \u0928\u094B\u091F \u0915\u093E \u092D\u0941\u0917\u0924\u093E\u0928 \u0915\u0930\u0947\u0902\u0964 \u092E.\u092A\u094D\u0930.\u092E.\u0915\u094D\u0937\u0947.\u0935\u093F.\u0935\u093F.\u0915\u0902.\u0932\u093F.
message.consumer.mkmyPaymentRemain.templateId=1007208462908200311

message.discom.user.resampling=\u0906\u092A\u0915\u094B \u0938\u0942\u091A\u093F\u0924 \u0915\u093F\u092F\u093E \u091C\u093E\u0924\u093E \u0939\u0948 \u0915\u093F \u0906\u0935\u0947\u0926\u0928 \u0938\u0902\u0916\u094D\u092F\u093E {0} \u0938\u0947 \u0938\u0902\u092C\u0902\u0927\u093F\u0924 \u0921\u0940\u091F\u0940\u0906\u0930 \u0915\u0947 \u092A\u0930\u0940\u0915\u094D\u0937\u0923 \u0939\u0947\u0924\u0941 \u0928\u093F\u0930\u094D\u0927\u093E\u0930\u093F\u0924 \u0926\u093F\u0928\u093E\u0902\u0915 {1} \u0915\u094B \u0921\u0940\u091F\u0940\u0906\u0930 \u0915\u093E \u0932\u093F\u092B\u094D\u091F\u093F\u0902\u0917 \u0915\u093F\u092F\u093E \u091C\u093E\u0928\u093E \u0939\u0948\u0964 -\u092E.\u092A\u094D\u0930.\u092E.\u0915\u094D\u0937\u0947.\u0935\u093F.\u0935\u093F.\u0915\u0902.\u0932\u093F.
message.discom.user.resampling.templateId=1007764645491385850
